---
kind: enumMember
id: F:Autodesk.Revit.DB.Lighting.LightDimmingColor.Incandescent
enum: Autodesk.Revit.DB.Lighting.LightDimmingColor
source: html/ddc3ad4d-f861-b322-cf6b-215d3e502002.htm
---
# Autodesk.Revit.DB.Lighting.LightDimmingColor.Incandescent

Incandescent lamp curve dimming color.